tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "awscli"
brew "coursier"
brew "docker"
brew "fd"
brew "fzf"
brew "lua"
brew "mysql-client"
brew "neovim"
brew "node"
brew "pandoc"
brew "pkg-config"
brew "postgresql@14"
brew "postgresql@16", restart_service: true
brew "pyenv"
brew "ripgrep"
brew "sbt"
brew "sqlfluff"
brew "vault", restart_service: true
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "fbreader"
cask "filen"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "kodi"
cask "microsoft-teams"
cask "obs"
cask "obsidian"
cask "pgadmin4"
cask "qbittorrent"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zulu@8"
